{
  "add_song": "Новая музыка",
  "artist": "Исполнитель",
  "authorization": "Авторизация",
  "attention": "Внимание!",
  "avatar": "Ваш аватар",
  "cancel": "Отмена",
  "confirm_logout": "Вы уверенны, что хотите выйти?",
  "create": "Создать",
  "email": "Е-мейл",
  "error_in_logout": "Что-то пошло не так! Попробуйте нажать 'Выход' еще раз...",
  "fingerboard": "Гриф",
  "how_to_play": "Как играть",
  "info_areas_with_volume_and_speed": "Зоны с громкостью и скоростью",
  "info_attention_text": "Когда гитара находится в фокусе все события клавиатуры в браузере (горячие клавиши) отключены, и вы не сможете их использовать. Например, если вы нажмете во время игры на гитаре клавишы <kbd>Ctrl</kbd>+<kbd>A</kbd>, то весь текст страницы не будет выделен, а вместо это буде зажат аккорд Am; или если вы нажмете <kbd>Ctrl</kbd>+<kbd>S</kbd> то веб-страница не будет сохранена и ничего не произойдет. Но в то же время следует быть аккуратным, помня, что все горячие клавиши вашей операционной системы остаются активными, так, если вы нажмете в Windows <kbd>Ctrl</kbd>+<kbd>Shift</kbd>+<kbd>Esc</kbd>, то откроется диспетчер задач, а нажатие <kbd>Ctrl</kbd>+<kbd>F4</kbd> закроет активное окно. Поэтому проявляйте осторожность при использовании клавиатуры для игры на гитаре, или заранее отключите горячие клавиши своей операцционной системы.",
  "info_change_speed": "Для изменения скорости удара по всем струнам вместе вверх или вниз (это происходит, когда вы нажимаете клавиши <kbd>↑</kbd> или <kbd>↓</kbd>) вам следует прокрутить <kbd>Колесико мыши</kbd> под гитарным грифом. Минимаьлная скорость обозначает задержку в 210 мс перед проигрыванием следующей струны в гитарном бое. Максимальная скорость равняется задержке в 10 мс. И каждый 1% изменения скорости равняется дополнительным 2 мс задержки.",
  "info_change_volume": "Чтобы изменить громкость гитары вы можете прокрутить <kbd>Колесико мыши</kbd> вверх или вниз над свободной областью выше грифа гитары. Минимальное значение громкости = 0%, максимальное = 100%.",
  "info_draw_capo": "Чтобы поставить капо на грифе достаточно нажать и отпустить одну из клавиш верхнего ряда, начиная от <kbd>~</kbd> для капо зажатого на 0 ладу (не зажатого) и <kbd>1</kbd>, <kbd>2</kbd> ... <kbd>+</kbd> для капо, зажатого на 1, 2 ... 12 ладу, соответственно. Повторное нажатие на эту же клавишу снимет капо с грифа.",
  "info_draw_chord": "Чтобы поставить на грифе аккорды вы можете следовать следующим инструкциям:<ul><li>Простые мажор-аккорды - X: зажмите и удерживайте одну из клавиш <kbd>A</kbd>, <kbd>B</kbd>, <kbd>C</kbd>, <kbd>D</kbd>, <kbd>E</kbd>, <kbd>F</kbd>, <kbd>G</kbd></li> <li>Повышенные аккорды (или соответсвующие им пониженные) - X#: нажмите и удерживайте <kbd>Shift</kbd>+... клавишу простого аккорда.</li> <li>Минорные аккорды - Xm: нажмите и удерживайте <kbd>Ctrl</kbd>+... клавишу простого аккорда.</li> <li>Доминантные септаккорды - X7: нажмите и удерживайте <kbd>Alt</kbd>+... клавишу простого аккорда.</li></ul> Чтобы создать сложный аккорд, вы можете использовать любые комбинации модифицирующих клавиш, например, вы должны держать зажатыми клавиши <kbd>Ctrl</kbd>+<kbd>Shift</kbd>+<kbd>Alt</kbd>+<kbd>A</kbd> чтобы создать аккорд A#m7 на грифе.",
  "info_guitar_must_be_in_focus": "Вы можете играть на гитаре, используя вашу мышь и клавиатуру. Элемент гитары при этом должен быть активным (синяя рамка вокруг) для использования клавиатуры. Если вы нажмете на какой-либо объект, за исключением гитары, то потеряете с нее фокус и больше не сможете использовать клавиатуру. Чтобы сделать гитару снова активной просто нажмите на нее мышкой или нажмите клавишу <kbd>Tab</kbd>.",
  "info_left_click_string_fingerboard": "Нажатие <kbd>Левой кнопки мыши</kbd> на любую из струн в области грифа гитары означает зажатие этой струны на соответствующем ладу. Второй клик на этот же лад освободит зажатую ранее струну.",
  "info_middle_click_string_fingerboard": "Нажатие <kbd>Средней кнопки мыши</kbd> просто сыграет открытую струну вне зависимости от ее зажатия на одном из ладов.",
  "info_press_delete_fingerboard": "Нажатие клавиши <kbd>Delete</kbd> или <kbd>Backspace</kbd> приведет к убратию всех пальцев с грифа гитары и освобождению всех струн.",
  "info_right_click_string_fingerboard": "Нажатие <kbd>Правой кнопки мыши</kbd> зажмет струну на выбранном ладу, аналогично <kbd>Левой 🖰 кнопки мыши</kbd>, а также сыграет ее.",
  "info_soundboard_all_strings_down": "Чтобы сыграть все струны вниз, согласно зажатому аккорду, просто нажмите клавишу <kbd>↓</kbd>.",
  "info_soundboard_all_strings_up": "А чтобы сыграть все струны вверх, нажмите клавишу <kbd>↑</kbd>.",
  "info_soundboard_mouse_click": "Клик <kbd>Любой кнопки мыши</kbd> сыграет струну, над областью которой он был произведен, с учетом ее текущего зажатия на грифе.",
  "info_soundboard_one_string": "Чтобы сыграть одну струну при помощи клавиатуры, нажмите одну из следующих клавиш (учитывая, как и выше, английскую раскладку клавиатуры): <kbd>p</kbd>, <kbd>o</kbd>, <kbd>i</kbd>, <kbd>.</kbd>, <kbd>,</kbd>, <kbd>m</kbd>.",
  "info_soundboard_play_strings": "Струны на деке вы также можете играть при помощи компьютерной мыши или клавиатуры.",
  "input_data_to_continue_creating_song": "Введите необходимые данные для создания новой музыки",
  "input_data_to_continue_sign_in": "Введите необходимые данные для продолжения входа",
  "no": "Нет",
  "or": "Или",
  "password": "Пароль",
  "password_placeholder": "минимум 6 символов, буквы и цифры",
  "quit": "Выход",
  "registration": "Регистрация",
  "sign_in": "Вход",
  "sign_in_with": "Войти через {{social}}",
  "soundboard": "Дека",
  "title": "Название",
  "verification": "Верификация",
  "yes": "Да"
}
